Revit 2017 API
Zone.OutdoorAirRatePerAirChangesPerHour Property
Get or set the Outdoor Air Rate Per Air Changes Per Hour of the Zone.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Syntax
C#
public double OutdoorAirRatePerAirChangesPerHour { get; set; }
Visual Basic
Public Property OutdoorAirRatePerAirChangesPerHour As Double
	Get
	Set
Visual C++
public:
property double OutdoorAirRatePerAirChangesPerHour {
	double get ();
	void set (double value);
}
Remarks
This property is used to get or set the Outdoor Air Rate Per Air Changes Per Hour of the Zone.
See Also
Zone Class
Autodesk.Revit.DB.Mechanical Namespace